
import React from 'react';

export default class Content extends React.Component {

  render() {
    return (
      <div className="content ios-style" data-note-content="">
            <p>前几日，当电影《一条狗的使命》上映的时候，因为我极其喜欢萌宠，加之评分很高，所以我和同事便商量着去看。隔壁的男生听见后，说：“要不要看？我有资源，免费的，关注一个公众号就能看。”<br/></p>
            <p>我摇摇头，说：“还是算了，我觉得像这种喜欢的热映的电影，看不付费的盗版是对它的不尊重。”</p>
            <p>然后四周就响起几个善意的调侃声：“哎呦，还是有钱人啊，有免费的都不看，厉害了。”看着他们不以为然的表情，我只是笑笑，没有说话。</p>
            <p>后来因为实在省不出这笔看电影的钱，便没有去看，但是，还是没有去看盗版。</p>
            <p>我有钱吗？显然不是，我很穷。但是无论是看小说，还是看热映电影，我都坚持不看盗版，不下载免费资源，坚持向知识付费，这是底线，也是原则。</p>
            <p>我并非要标榜自己有多么高尚，其实初入大学的时候，我根本就没有什么正版盗版的意识，一切以省钱为目的，特别迷恋小说就去网上下载，偶尔看看起点，将要付费的时候暗暗咋舌，真的太贵了！当时心里就觉得，有免费的下载小说不看，偏偏要看这些付钱的，是不是傻啊？那个时候《泰坦尼克号》3D上映，很多同学商量着去电影院看，我当时极其郁闷，电影为什么要看最新的啊，等到过段时间网上出来资源了下载看不就行了嘛？</p>
            <p>可是，现在的我，在起点看付费小说，在影院看喜欢的电影，看到实在喜欢的公众号文章，也会打赏。其实，这就是有意地培养自己向知识付费的意识。</p>
            <p>是从什么时候开始接触这种转变呢？可能是从看和菜头的文章开始吧。</p>
            <p>初读和菜头的文章，看他的回复总是强调一句话：赞赏为零。开始的时候我觉得羞愧，怎么能这么强调打赏呢？有人看你的文章，是作者的荣幸啊，竟然还注重是否打赏，真是有失大家风范。</p>
            <p><i>（当然，如果和菜头听见了这样的说法，肯定嗤之以鼻，打赏为1次，你就觉得自己安全了，要你喜欢？拉黑，再见。）</i></p>
            <p>可是现在，我觉得我和菜头很可爱，很有自我，很有想法。因为他认可，向知识付费是理所应该的事情，所以收起别人的打赏，理直气壮。而同时也因为他的文章实在是优秀，因此有这份自信。</p>
            <p>真正优秀的知识，是值得付费的。而这里的知识，并非单指书本知识，还有电影、音乐、文章等，一切都让你有所得的东西，甚至，就连请别人帮些忙，也可以用红包聊表谢意。</p>
            <p>伸手党的讨厌之处，大概就是没有树立起向知识付费的理念。</p>
            <p>他们总是认为，你既然是写文章的，帮我修改一下，不是理所应当随手之劳吗？可是他们却不知道，修改文章要耗费多大的心力，运用了多少自己学习多年的写作理念；</p>
            <p>他们总是认为，你既然是做设计的，那么帮我做个图片，不是分分钟的事情吗？可是他们却不知道，做一份你想要的图片，需要多少次修改和专业知识，也许还达不到你要的效果。</p>
            <p>不过，也并非所有的知识都值得付费，而只有那些你认为优秀的，对你有所得的知识，才值得付费。</p>
            <p>譬如，正在热映的电影，是你喜欢的类型，你可以选择去影院观看，而非下载盗版；</p>
            <p>譬如，你喜欢的小说让你读起来欲罢不能，你可以选择付费下载，而不是去网上找资源；</p>
            <p>譬如，你看到的文章觉得有用、喜欢，你可以打赏，但对于你觉得不好的文章，则完全没有打赏的必要。</p>
            <p>其实说来，现在这个时代，文章是这个世界上最廉价的东西了。你吃了一顿饭，觉得不好吃，你还是会付钱；你买了护肤品，觉得不好用，但你还是付了钱；可是你读了一篇文章，也是作者呕心沥血写出来的，但你觉得不好，不仅不付钱，反而要骂人。</p>
            <p>也许会有人会说，你是写作者，你写这篇文章，是不是就是为了打赏？其实不然，像我这等写作新手，每次收到打赏都诚惶诚恐，觉得自己何德何能，有人看我的文章就觉得万分荣幸了，更别提竟然有人愿意付费了。</p>
            <p><b>我只是希望，大家尊重优秀的知识和劳动成果。</b></p>
            <p>不过，知识付费是一个漫长而悠远的过程，因为它涉及到主动付费，并且是向隐形的货物——知识付费，就更加困难重重。长路漫漫，任重而道远啊。</p>
      </div>
    );
  }

}
